Repository: umni-su/umni-ecosystem-backend
Catalog: l10n/*/LC_MESSAGES/messages.po
Languages: ru

source: Base settings
ru: Основные настройки

source: Application locale
ru: Язык системы

source: Application uploads path
ru: Путь для загрузок

source: Application uploads max size
ru: Максимальный размер загружаемых файлов

source: Devices settings
ru: Настройки устройств

source: Device sync timeout
ru: Интервал синхронизации устройств

source: MQTT settings
ru: Настройки MQTT

source: MQTT host
ru: MQTT хост

source: MQTT port
ru: MQTT порт

source: MQTT user
ru: MQTT пользователь

source: MQTT password
ru: MQTT пароль

source: Notification not found
ru: Уведомление не найдено

source: Availability
ru: Доступность

source: Device availability
ru: Доступность устройства

source: Camera availability
ru: Доступность камеры

source: Sensor availability
ru: Доступность сенсора

source: Comparison
ru: Сравнение

source: Storage size
ru: Размер хранилища

source: Sensor value
ru: Значение сенсора

source: State
ru: Состояние

source: Recording state
ru: Статус записи

source: Telegram Configuration
ru: Конфигурация Telegram

source: Bot name
ru: Имя бота

source: Bot token
ru: Токен бота

source: SMTP Email Configuration
ru: Конфигурация SMTP

source: SMTP host server
ru: SMTP сервер

source: SMTP port number
ru: SMTP порт сервера

source: Encryption type
ru: Тип шифрования

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Sender name displayed in emails
ru: Имя отправителя в письме

source: Notification name
ru: Название уведомления

source: Notification type
ru: Тип уведомления

source: Notification is active
ru: Активность уведомления

source: Notification settings
ru: Настройки уведомления

source: Notification ID
ru: Идентификатор уведомления

source: Password must be at least 8 characters long
ru: Длина пароля должна составлять не менее 8 символов

source: Password must contain: uppercase letter, lowercase letter, digit, and special character (!@#$%^&*()_+=-~)
ru: Пароль должен содержать: заглавную букву, строчную букву, цифру и специальный символ (!@#$%^&*()_+=-~)

source: Passwords do not match
ru: Пароли не совпадают

source: Rule not found
ru: Правило не найдено

source: View roles
ru: Просмотр ролей

source: Allow to view roles list
ru: Разрешить просматривать список ролей

source: Create roles
ru: Создание ролей

source: Allow to create roles
ru: Разрешить создание ролей

source: Update roles
ru: Обновление ролей

source: Allow to update roles
ru: Разрешить обновлять роли

source: Delete roles
ru: Удаление ролей

source: Allow to delete roles
ru: Разрешить удалять роли

source: View cameras
ru: Просмотр камер

source: Allow to view cameras list
ru: Разрешить просматривать список камер

source: Add cameras
ru: Добавление камер

source: Allow to create new cameras
ru: Разрешить добавлять новые камеры

source: Update cameras
ru: Обновление камер

source: Allow to update cameras
ru: Разрешить обновлять камеры

source: Delete cameras
ru: Удаление камер

source: Allow to delete cameras
ru: Разрешить удалять камеры

source: Failed to save configuration
ru: Ошибка сохранения конфигурации

source: Invalid notification configuration
ru: Неверная конфигурация уведомления

source: Failed to send notification
ru: Ошибка отправки уведомления

source: Notification sent successfully
ru: Уведомление отправлено

source: Rule deleted
ru: Правило удалено

source: Error getting sensors history
ru: Ошибка получения истории сенсоров

source: View users
ru: Просмотр пользователей

source: Allow to view users list
ru: Разрешить просматривать список пользователей

source: Creating users
ru: Создание пользователей

source: Allow to create users
ru: Разрешить создание пользователей

source: Updating users
ru: Обновление пользователей

source: Allow to update users
ru: Разрешить обновление пользователей

source: Deleting users
ru: Удаление пользователей

source: Allow to delete users
ru: Разрешить удаление пользователей
